{
  "бизнес": [
    {
      "idiom": "开拓进取",
      "pinyin": "kāi tuò jìn qǔ",
      "translation": "Осваивать новое и двигаться вперед",
      "meaning": "Активно исследовать новые возможности и непрерывно стремиться к прогрессу и развитию, часто используется для описания расширения бизнеса или инноваций.",
      "example": "他们一直开拓进取，寻找新的市场。(Tāmen yī zhí kāi tuò jìn qǔ, xún zhǎo xīn de shì chǎng.) - Они постоянно осваивают новое и двигаются вперед, ища новые рынки."
    },
    {
      "idiom": "群策群力",
      "pinyin": "qún cè qún lì",
      "translation": "Коллективный разум и усилия",
      "meaning": "Описывает командную работу и коллективные усилия, подчеркивая важность объединения знаний и сил для достижения цели.",
      "example": "我们这个项目应该一直采取群策群力的方式，保证所有人的价值。(Wǒmen zhège xiàngmù yīnggāi yī zhí cǎiqǔ qúncè qún lì de fāngshì, bǎo zhèng suǒyǒu rén de jiàzhí.) - Наш проект всегда должен использовать командный подход, обеспечивая ценность каждого участника."
    },
    {
      "idiom": "稳扎稳打",
      "pinyin": "wěn zhā wěn dǎ",
      "translation": "Постепенно и основательно продвигаться",
      "meaning": "Подчеркивает осторожный и устойчивый подход к достижению цели, часто используется в бизнесе или личном развитии, чтобы предложить избегать опрометчивых решений.",
      "example": "我们的策略是稳扎稳打，逐步扩大市场份额。(Wǒmen de cè lüè shì wěn zhā wěn dǎ, zhú bù kuò dà shì chǎng fèn é.) - Наша стратегия заключается в постепенном и основательном продвижении, шаг за шагом расширяя нашу долю рынка."
    },
    {
      "idiom": "见机行事",
      "pinyin": "jiàn jī xíng shì",
      "translation": "Действовать по обстоятельствам",
      "meaning": "Предлагает быть гибким и адаптировать свои действия в зависимости от меняющихся обстоятельств или окружающей среды.",
      "example": "在激烈的竞争环境中，我们需要灵活应对，见机行事。(Zài jī liè de jìng zhēng huán jìng zhōng, wǒmen xū yào líng huó yìng duì, jiàn jī xíng shì.) - В условиях жесткой конкуренции нам необходимо гибко реагировать и действовать по обстоятельствам."
    },
    {
      "idiom": "大展宏图",
      "pinyin": "dà zhǎn hóng tú",
      "translation": "Развернуть грандиозные планы",
      "meaning": "Используется для описания ситуации, когда кто-то начинает или приступает к реализации грандиозного, амбициозного плана. Передает ощущение больших устремлений и будущего успеха.",
      "example": "他在新岗位准备大展宏图。(Tā zài xīn gǎng wèi zhǔn bèi dà zhǎn hóng tú.) - Он готов развернуть грандиозные планы на своей новой должности."
    },
    {
      "idiom": "临危不乱",
      "pinyin": "lín wēi bù luàn",
      "translation": "Сохранять спокойствие перед лицом опасности",
      "meaning": "Описывает человека, который остается спокойным и собранным в стрессовых или кризисных ситуациях.",
      "example": "面对突如其来的问题，我们团队能够临危不乱，迅速找到解决办法。(Miàn duì tū rú qí lái de wèn tí, wǒmen tuán duì néng gòu lín wēi bù luàn, xùn sù zhǎo dào jiě jué bàn fǎ.) - Столкнувшись с неожиданными проблемами, наша команда смогла сохранить спокойствие и быстро найти решение — действительно сохраняя хладнокровие перед лицом опасности."
    },
    {
      "idiom": "互利共赢",
      "pinyin": "hù lì gòng yíng",
      "translation": "Взаимная выгода и общий выигрыш",
      "meaning": "Подчеркивает взаимовыгодную ситуацию, в которой выигрывают все вовлеченные стороны. Обычно используется для описания отношений сотрудничества.",
      "example": "这次合作真的是互利共赢，达成了双方共同的目标。(Zhè cì hé zuò zhēn de shì hù lì gòng yíng, dá chéng le shuāng fāng gòng tóng de mù biāo.) - Это сотрудничество действительно взаимовыгодно, достигнуты общие цели обеих сторон."
    },
    {
      "idiom": "精益求精",
      "pinyin": "jīng yì qiú jīng",
      "translation": "Совершенствовать до предела",
      "meaning": "Подчеркивает стремление к постоянному совершенствованию и достижению высочайшего стандарта качества или производительности.",
      "example": "我们的目标是精益求精，不断提升产品质量，满足客户的需求。(Wǒmen de mù biāo shì jīng yì qiú jīng, bú duàn tí shēng chǎn pǐn zhì liàng, mǎn zú kè hù de xū qiú.) - Наша цель — стремиться к совершенству, постоянно улучшая качество продукции для удовлетворения потребностей клиентов."
    },
    {
      "idiom": "稳中求进",
      "pinyin": "wěn zhōng qiú jìn",
      "translation": "Стремиться к прогрессу, сохраняя стабильность",
      "meaning": "Означает поиск развития и улучшения при сохранении стабильности и избегании рисков. Подчеркивает важность баланса между ростом и безопасностью в бизнесе.",
      "example": "面对复杂的市场环境，我们必须坚持稳中求进的策略。(Miàn duì fùzá de shìchǎng huánjìng, wǒmen bìxū jiānchí wěn zhōng qiú jìn de cèlüè.) - В условиях сложной рыночной среды мы должны придерживаться стратегии стремления к прогрессу, сохраняя стабильность."
    },
    {
      "idiom": "一举两得",
      "pinyin": "yī jǔ liǎng dé",
      "translation": "Одним выстрелом двух зайцев",
      "meaning": "Решить две задачи одним действием.",
      "example": "我选择了这个方案，可以一举两得，既省钱又省时间。(Wǒ xuǎnzé le zhège fāng'àn, kěyǐ yī jǔ liǎng dé, jì shěng qián yòu shěng shíjiān.) - Я выбрал этот план, чтобы одним выстрелом убить двух зайцев — сэкономить деньги и время."
    }
  ],
  "повседневная жизнь": [
    {
      "idiom": "绘声绘色",
      "pinyin": "huì shēng huì sè",
      "translation": "Живо и красочно",
      "meaning": "Описывает что-то очень живое и реалистичное, как будто можно услышать звуки и увидеть краски.",
      "example": "他向我们绘声绘色地描述了他在旅行中遇到的有趣经历。(Tā xiàng wǒmen huì shēng huì sè de miáoshù le tā zài lǚxíng zhōng yù dào de yǒu qù jīnglì.) - Он живо и красочно описал нам интересные случаи, произошедшие с ним во время путешествия."
    },
    {
      "idiom": "未雨绸缪",
      "pinyin": "wèi yǔ chóu móu",
      "translation": "Готовиться к ненастному дню",
      "meaning": "Заранее принимать меры предосторожности, готовиться к возможным трудностям или проблемам в будущем.",
      "example": "我们应该未雨绸缪，为未来的经济不确定性做好准备。(Wǒmen yīnggāi wèi yǔ chóu móu, wèi wèilái de jīngjì bù quèdìngxìng zuò hǎo zhǔnbèi.) - Нам следует готовиться к ненастному дню и принять меры в связи с будущей экономической неопределенностью."
    },
    {
      "idiom": "呕心沥血",
      "pinyin": "ǒu xīn lì xuè",
      "translation": "Работать не покладая рук",
      "meaning": "Прилагать огромные усилия, работать с полной отдачей, часто до изнеможения.",
      "example": "这部电影是他呕心沥血之作，倾注了他多年的心血。(Zhè bù diànyǐng shì tā ǒu xīn lì xuè zhī zuò, qīngzhù le tā duō nián de xīnxuè.) - Этот фильм — дело всей его жизни, в который он вложил многолетние усилия."
    },
    {
      "idiom": "想入非非",
      "pinyin": "xiǎng rù fēi fēi",
      "translation": "Предаваться несбыточным мечтам",
      "meaning": "Погружаться в фантазии, иметь нереалистичные или дикие идеи.",
      "example": "他总是想入非非，梦想着一夜暴富。(Tā zǒngshì xiǎng rù fēi fēi, mèngxiǎng zhe yī yè bào fù.) - Он постоянно предается несбыточным мечтам, грезя о том, как разбогатеть за одну ночь."
    },
    {
      "idiom": "人声鼎沸",
      "pinyin": "rén shēng dǐng fèi",
      "translation": "Шумное столпотворение",
      "meaning": "Описывает очень шумную и оживленную обстановку, где много людей говорят одновременно.",
      "example": "演唱会结束后，体育馆外人声鼎沸，充满了兴奋的谈话声。(Yǎnchànghuì jiéshù hòu, tǐyùguǎn wài rén shēng dǐng fèi, chōngmǎn le xīngfèn de tánhuà shēng.) - После окончания концерта возле стадиона царило шумное столпотворение, наполненное возбужденными разговорами."
    },
    {
      "idiom": "祸不单行",
      "pinyin": "huò bù dān xíng",
      "translation": "Беда не приходит одна",
      "meaning": "Несчастья обычно случаются одно за другим.",
      "example": "他先是丢了工作，然后又出了车祸，真是祸不单行。(Tā xiān shì diū le gōngzuò, ránhòu yòu chū le chēhuò, zhēn shì huò bù dān xíng.) - Сначала он потерял работу, а потом попал в автокатастрофу, действительно, беда не приходит одна."
    },
    {
      "idiom": "息息相关",
      "pinyin": "xī xī xiāng guān",
      "translation": "Неразрывно связанный",
      "meaning": "Описывает тесную и неразрывную связь между двумя вещами.",
      "example": "个人命运与国家命运息息相关。(Gèrén mìngyùn yǔ guójiā mìngyùn xī xī xiāng guān.) - Судьба человека неразрывно связана с судьбой страны."
    },
    {
      "idiom": "津津有味",
      "pinyin": "jīn jīn yǒu wèi",
      "translation": "С большим интересом",
      "meaning": "Описывает состояние, когда кто-то смотрит, слушает или ест что-то с большим удовольствием и интересом.",
      "example": "孩子们津津有味地看着动画片。(Háizimen jīn jīn yǒu wèi de kàn zhe dònghuà piàn.) - Дети с большим интересом смотрели мультфильм."
    },
    {
      "idiom": "一见钟情",
      "pinyin": "yī jiàn zhōng qíng",
      "translation": "Любовь с первого взгляда",
      "meaning": "Влюбиться в кого-либо с первого взгляда.",
      "example": "他们在一场聚会上相遇，对彼此一见钟情。(Tāmen zài yī chǎng jùhuì shàng xiāngyù, duì bǐcǐ yī jiàn zhōng qíng.) - Они встретились на вечеринке и влюбились друг в друга с первого взгляда."
    },
    {
      "idiom": "马马虎虎",
      "pinyin": "mǎmǎ hǔhǔ",
      "translation": "Так себе",
      "meaning": "Описывает что-то сделанное небрежно или посредственно; также может использоваться как ответ на вопрос \"Как дела?\", означая \"так себе\".",
      "example": "他的工作做得马马虎虎，需要改进。(Tā de gōngzuò zuò de mǎmǎ hǔhǔ, xūyào gǎijìn.) - Его работа сделана так себе, нужно улучшить."
    }
  ],
  "литература": [
    {
      "idiom": "洛阳纸贵",
      "pinyin": "luò yáng zhǐ guì",
      "translation": "Бумага в Лояне подорожала",
      "meaning": "Описывает ситуацию, когда литературное произведение становится настолько популярным, что бумага в столице (Лояне) дорожает из-за высокого спроса на его переиздание.",
      "example": "张华的《博物志》内容丰富有趣，一时洛阳纸贵。(Zhāng Huá de \"Bówù Zhì\" nèiróng fēngfù yǒuqù, yīshí Luòyáng zhǐ guì.) - Содержание \"Записей о широком и разнообразном\" Чжан Хуа было богатым и интересным, так что на какое-то время бумага в Лояне подорожала."
    },
    {
      "idiom": "一字千金",
      "pinyin": "yī zì qiān jīn",
      "translation": "Слово — золото",
      "meaning": "Описывает литературное произведение или высказывание, каждое слово в котором считается чрезвычайно ценным и значимым.",
      "example": "这篇文章写得太精彩了，真可谓一字千金。(Zhè piān wénzhāng xiě de tài jīngcǎile, zhēn kěwèi yī zì qiān jīn.) - Эта статья написана великолепно, поистине каждое слово — золото."
    },
    {
      "idiom": "下笔成章",
      "pinyin": "xià bǐ chéng zhāng",
      "translation": "Перо само пишет главы",
      "meaning": "Описывает человека, который обладает литературным талантом и может писать сочинения очень быстро и легко, без особых усилий.",
      "example": "他才思敏捷，常常下笔成章，令人羡慕。(Tā cáisī mǐnjié, chángcháng xià bǐ chéng zhāng, lìng rén xiànmù.) - Он очень сообразительный и часто пишет сочинения очень быстро, вызывая зависть."
    },
    {
      "idiom": "字斟句酌",
      "pinyin": "zì zhēn jù zhuó",
      "translation": "Взвешивать каждое слово и фразу",
      "meaning": "Описывает тщательное обдумывание и выбор каждого слова и фразы при написании, чтобы достичь максимальной точности и выразительности.",
      "example": "这篇论文他字斟句酌地修改了很多遍。(Zhè piān lùnwén tā zì zhēn jù zhuó de xiūgǎi le hěn duō biàn.) - Этот доклад он тщательно редактировал много раз, взвешивая каждое слово и фразу."
    },
    {
      "idiom": "一挥而就",
      "pinyin": "yī huī ér jiù",
      "translation": "Написать одним взмахом кисти",
      "meaning": "Описывает написание чего-либо очень быстро и без особых усилий, часто благодаря большому мастерству и опыту.",
      "example": "这幅画他一挥而就，可见其功底深厚。(Zhè fú huà tā yī huī ér jiù, kějiàn qí gōngdǐ shēnhòu.) - Эту картину он написал одним взмахом кисти, что свидетельствует о его глубоком мастерстве."
    },
    {
      "idiom": "笔走龙蛇",
      "pinyin": "bǐ zǒu lóng shé",
      "translation": "Писать как дракон скользит и змея ползет",
      "meaning": "Описывает каллиграфию или письмо, выполненное очень быстро и энергично, с изящными иероглифами, напоминающими движения дракона и змеи.",
      "example": "他的书法笔走龙蛇，很有气势。(Tā de shūfǎ bǐ zǒu lóng shé, hěn yǒu qìshì.) - Его каллиграфия выполнена быстро и энергично, с большим размахом."
    },
    {
      "idiom": "字里行间",
      "pinyin": "zì lǐ háng jiān",
      "translation": "Между строк",
      "meaning": "Относится к скрытому или подразумеваемому смыслу, который можно понять, читая между строк, а не только то, что написано буквально.",
      "example": "从他的信里，我读出了字里行间的忧虑。(Cóng tā de xìn lǐ, wǒ dú chū le zì lǐ háng jiān de yōulǜ.) - Из его письма я прочитал скрытую тревогу между строк."
    },
    {
      "idiom": "引人入胜",
      "pinyin": "yǐn rén rù shèng",
      "translation": "Захватывающий",
      "meaning": "Описывает что-то настолько интересное и увлекательное, что полностью завладевает вниманием читателя или зрителя.",
      "example": "这部小说情节曲折，引人入胜。(Zhè bù xiǎoshuō qíngjié qūzhé, yǐn rén rù shèng.) - Сюжет этого романа полон неожиданных поворотов и очень захватывающий."
    },
    {
      "idiom": "脍炙人口",
      "pinyin": "kuài zhì rén kǒu",
      "translation": "Общеизвестный и популярный",
      "meaning": "Описывает литературное произведение, музыкальное произведение или высказывание, которое широко известно и любимо многими людьми.",
      "example": "这首歌曲旋律优美，很快就脍炙人口。(Zhè shǒu gēqǔ xuánlǜ yōuměi, hěn kuài jiù kuài zhì rén kǒu.) - Мелодия этой песни прекрасна, и она быстро стала общеизвестной и популярной."
    },
    {
      "idiom": "妙笔生花",
      "pinyin": "miào bǐ shēng huā",
      "translation": "Чудесное перо рождает цветы",
      "meaning": "Описывает литературное произведение, написанное настолько искусно и красиво, что каждое слово кажется цветком, распускающимся под пером автора.",
      "example": "他的散文写得妙笔生花，读起来令人陶醉。(Tā de sǎnwén xiě de miào bǐ shēng huā, dú qǐlái lìng rén táozuì.) - Его проза написана чудесным пером, читать ее — одно наслаждение."
    }
  ],
  "образование": [
    {
      "idiom": "温故知新",
      "pinyin": "wēn gù zhī xīn",
      "translation": "Повторяя старое, узнаешь новое",
      "meaning": "Подчеркивает важность повторения и осмысления изученного материала для лучшего понимания новых знаний.",
      "example": "老师鼓励学生们在学习新课文之前要温故知新，这样才能更好地理解新的知识。(Lǎoshī gǔlì xuéshengmen zài xuéxí xīn kèwén zhīqián yào wēn gù zhī xīn, zhèyàng cáinéng gèng hǎo de lǐjiě xīn de zhīshi.) - Учитель побуждал учеников перед изучением нового текста повторять пройденное, чтобы лучше понять новые знания."
    },
    {
      "idiom": "十年树木，百年树人",
      "pinyin": "shí nián shù mù, bǎi nián shù rén",
      "translation": "Десять лет растишь дерево, сто лет — человека",
      "meaning": "Подчеркивает долгосрочный и трудный характер образования и воспитания человека.",
      "example": "教育孩子是一个漫长的过程，正如俗话所说：十年树木，百年树人，需要耐心和持续的投入。(Jiàoyù háizi shì yīgè màncháng de guòchéng, zhèng rú súhuà suǒ shuō: shí nián shù mù, bǎi nián shù rén, xūyào nàixīn hé chíxù de tóurù.) - Образование детей — долгий процесс, как гласит пословица: десять лет растишь дерево, сто лет — человека, требующий терпения и постоянных вложений."
    },
    {
      "idiom": "循序渐进",
      "pinyin": "xún xù jiàn jìn",
      "translation": "Постепенно продвигаться шаг за шагом",
      "meaning": "Означает продвижение вперед в систематическом порядке, начиная с основ и постепенно переходя к более сложным понятиям.",
      "example": "学习任何技能都应该循序渐进，不能期望一蹴而就。(Xuéxí rènhé jìnéng dōu yīnggāi xún xù jiàn jìn, bù néng qīwàng yī cù ér jiù.) - Изучение любого навыка должно быть постепенным, нельзя ожидать мгновенного результата."
    },
    {
      "idiom": "不耻下问",
      "pinyin": "bù chǐ xià wèn",
      "translation": "Не стыдиться спрашивать у нижестоящих",
      "meaning": "Отражает скромное и открытое отношение к обучению, ценя знания из любого источника, независимо от социального статуса или положения.",
      "example": "即使是经验丰富的教授，在遇到不确定的问题时，也应该不耻下问。(Jíshǐ shì jīngyàn fēngfù de jiàoshòu, zài yù dào bù quèdìng de wèntí shí, yě yīnggāi bù chǐ xià wèn.) - Даже опытные профессора, сталкиваясь с неопределенными вопросами, должны не стыдиться спрашивать у нижестоящих."
    },
    {
      "idiom": "开卷有益",
      "pinyin": "kāi juàn yǒu yì",
      "translation": "Чтение книг всегда полезно",
      "meaning": "Поощряет чтение как ценное занятие, которое всегда приносит пользу, будь то получение знаний, расширение кругозора или улучшение понимания.",
      "example": "父母常常教育孩子要多读书，因为开卷有益。(Fùmǔ chángcháng jiàoyù háizi yào duō dúshū, yīnwèi kāi juàn yǒu yì.) - Родители часто учат детей больше читать, потому что чтение всегда полезно."
    },
    {
      "idiom": "学无止境",
      "pinyin": "xué wú zhǐ jìng",
      "translation": "Учение безгранично",
      "meaning": "Подчеркивает непрерывный характер обучения и идею о том, что человек никогда не должен прекращать стремиться к знаниям и самосовершенствованию на протяжении всей жизни.",
      "example": "我们应该保持终身学习的态度，因为学无止境。(Wǒmen yīnggāi bǎochí zhōngshēn xuéxí de tàidù, yīnwèi xué wú zhǐ jìng.) - Нам следует придерживаться принципа непрерывного обучения на протяжении всей жизни, потому что учение безгранично."
    },
    {
      "idiom": "闻一知十",
      "pinyin": "wén yī zhī shí",
      "translation": "Услышав одно, понять десять",
      "meaning": "Описывает человека, способного многое понять и вывести из одного услышанного факта, обладающего острым умом и способностью к дедукции.",
      "example": "他非常聪明，常常能闻一知十，一点就通。(Tā fēicháng cōngming, chángcháng néng wén yī zhī shí, yī diǎn jiù tōng.) - Он очень умный и часто, услышав одно, понимает десять, схватывая все на лету."
    },
    {
      "idiom": "一字之师",
      "pinyin": "yī zì zhī shī",
      "translation": "Учитель одного слова",
      "meaning": "Уважительное обращение к тому, кто научил вас даже одному слову или чему-то незначительному, подчеркивая ценность любого обучения и уважение к учителям.",
      "example": "感谢您指出了我报告中的一个错别字，您真是我一字之师。(Gǎnxiè nín zhǐchū le wǒ bàogào zhōng de yīgè cuòbiézì, nín zhēn shì wǒ yī zì zhī shī.) - Спасибо, что указали на опечатку в моем докладе, вы действительно мой учитель одного слова."
    },
    {
      "idiom": "教学相长",
      "pinyin": "jiāo xué xiāng zhǎng",
      "translation": "Обучение и преподавание взаимно способствуют росту",
      "meaning": "Подчеркивает, что процесс обучения является двусторонним: учителя учатся у своих учеников так же, как ученики учатся у учителей.",
      "example": "在课堂上，我们应该鼓励教学相长，让老师和学生都从中受益。(Zài k课堂 shàng, wǒmen yīnggāi gǔlì jiāo xué xiāng zhǎng, ràng lǎoshī hé xuésheng dōu cóng zhōng shòuyì.) - В классе мы должны поощрять взаимный рост в процессе обучения, чтобы и учителя, и ученики получали пользу."
    },
    {
      "idiom": "勤能补拙",
      "pinyin": "qín néng bǔ zhuō",
      "translation": "Усердие может компенсировать недостаток таланта",
      "meaning": "Поощряет усердный труд и настойчивость, подразумевая, что человек может компенсировать недостаток природных способностей или таланта благодаря постоянным усилиям и старанию.",
      "example": "古人说，「勤能补拙」，只要你努力，一定能弥补先天的不足。(Gǔrén shuō, 'qínnéngbǔzhuō', zhǐyào nǐ nǔlì, yīdìng néng míbǔ xiāntiān de bùzú.) - Древние говорили: «Усердие может компенсировать недостаток таланта». Если ты будешь стараться, обязательно сможешь восполнить врожденные недостатки."
    }
  ],
  "культура": [
    {
      "idiom": "饮水思源",
      "pinyin": "yǐn shuǐ sī yuán",
      "translation": "Пей воду — помни об источнике",
      "meaning": "Напоминает о необходимости быть благодарным за то, что имеешь, и помнить тех, кто помог тебе в жизни.",
      "example": "我们应该饮水思源，感谢那些帮助过我们的人。(Wǒmen yīnggāi yǐn shuǐ sī yuán, gǎnxiè nàxiē bāngzhù guò wǒmen de rén.) - Мы должны помнить об источнике, из которого пьем, и быть благодарными тем, кто нам помогал."
    },
    {
      "idiom": "入乡随俗",
      "pinyin": "rù xiāng suí sú",
      "translation": "В чужой монастырь со своим уставом не ходят",
      "meaning": "Советует следовать обычаям и традициям того места, куда приезжаешь.",
      "example": "去一个新的国家旅行，我们应该入乡随俗，尊重当地文化。(Qù yīgè xīn de guójiā lǚxíng, wǒmen yīnggāi rù xiāng suí sú, zūnzhòng dāngdì wénhuà.) - Путешествуя в новую страну, мы должны следовать местным обычаям и уважать местную культуру."
    },
    {
      "idiom": "礼尚往来",
      "pinyin": "lǐ shàng wǎng lái",
      "translation": "Услуга за услугу",
      "meaning": "Отражает принцип взаимности в отношениях: на добро отвечают добром, на услугу — услугой.",
      "example": "中国人很讲究礼尚往来，收到礼物要及时回赠。(Zhōngguórén hěn jiǎngjiū lǐ shàng wǎng lái, shōudào lǐwù yào jíshí huízèng.) - Китайцы очень ценят принцип взаимности, получив подарок, нужно своевременно ответить тем же."
    },
    {
      "idiom": "天人合一",
      "pinyin": "tiān rén hé yī",
      "translation": "Гармония между человеком и природой",
      "meaning": "Выражает философскую концепцию гармоничного сосуществования человека и природы, важную в китайской культуре.",
      "example": "中国传统文化强调天人合一，尊重自然规律。(Zhōngguó chuántǒng wénhuà qiángdiào tiān rén hé yī, zūnzhòng zìrán guīlǜ.) - Традиционная китайская культура подчеркивает гармонию между человеком и природой, уважая законы природы."
    },
    {
      "idiom": "尊老爱幼",
      "pinyin": "zūn lǎo ài yòu",
      "translation": "Уважать старших и любить младших",
      "meaning": "Отражает важную социальную ценность в китайской культуре — уважение к старшему поколению и заботу о младшем.",
      "example": "尊老爱幼是中华民族的传统美德。(Zūn lǎo ài yòu shì Zhōnghuá mínzú de chuántǒng měidé.) - Уважение к старшим и любовь к младшим — традиционная добродетель китайской нации."
    },
    {
      "idiom": "和为贵",
      "pinyin": "hé wéi guì",
      "translation": "Мир превыше всего",
      "meaning": "Подчеркивает важность мира, гармонии и согласия в отношениях между людьми.",
      "example": "在处理人际关系时，我们应该以和为贵。(Zài chǔlǐ rénjì guānxì shí, wǒmen yīnggāi yǐ hé wéi guì.) - В отношениях с людьми мы должны ценить мир и согласие."
    },
    {
      "idiom": "守望相助",
      "pinyin": "shǒu wàng xiāng zhù",
      "translation": "Сосед за соседа",
      "meaning": "Описывает дух взаимопомощи и поддержки среди соседей или членов сообщества.",
      "example": "在困难时期，邻居们应该守望相助。(Zài kùnnán shíqī, línjūmen yīnggāi shǒu wàng xiāng zhù.) - В трудные времена соседи должны поддерживать друг друга."
    },
    {
      "idiom": "叶落归根",
      "pinyin": "yè luò guī gēn",
      "translation": "Опавшие листья возвращаются к корням",
      "meaning": "Метафора, означающая, что человек в конце жизни возвращается на родину или к своим истокам.",
      "example": "海外游子常常有叶落归根的想法。(Hǎiwài yóuzǐ chángcháng yǒu yè luò guī gēn de xiǎngfǎ.) - У людей, живущих вдали от родины, часто возникает мысль о возвращении к своим корням."
    },
    {
      "idiom": "情同手足",
      "pinyin": "qíng tóng shǒu zú",
      "translation": "Близки как руки и ноги",
      "meaning": "Описывает очень близкие и теплые отношения, как между братьями и сестрами.",
      "example": "他们从小一起长大，情同手足。(Tāmen cóng xiǎo yīqǐ zhǎng dà, qíng tóng shǒu zú.) - Они выросли вместе с детства и близки как братья."
    },
    {
      "idiom": "画龙点睛",
      "pinyin": "huà lóng diǎn jīng",
      "translation": "Добавить решающий штрих",
      "meaning": "Добавить последний штрих, чтобы оживить произведение искусства или сделать его совершенным.",
      "example": "他的演讲本来很精彩，最后一句更是画龙点睛，赢得了全场掌声。(Tā de yǎnjiǎng běnlái hěn jīngcǎi, zuìhòu yījù gèng shì huà lóng diǎn jīng, yíngdé le quán chǎng zhǎngshēng.) - Его речь и так была великолепна, но последняя фраза стала решающим штрихом и сорвала аплодисменты всего зала."
    }
  ],
  "история": [
    {
      "idiom": "完璧归赵",
      "pinyin": "wán bì guī zhào",
      "translation": "Вернуть яшму Би обратно в царство Чжао в целости и сохранности",
      "meaning": "Описывает дипломатическую миссию, выполненную успешно и без потерь, благодаря мудрости и храбрости посла.",
      "example": "蔺相如的智慧使他能够完璧归赵。(Lìn Xiàngrú de zhìhuì shǐ tā nénggòu wán bì guī zhào.) - Мудрость Линь Сянжу позволила ему вернуть яшму Би обратно в царство Чжао в целости и сохранности."
    },
    {
      "idiom": "卧薪尝胆",
      "pinyin": "wò xīn cháng dǎn",
      "translation": "Спать на хворосте и пробовать желчь",
      "meaning": "Описывает период усердия и самодисциплины, пережитый человеком, стремящимся отомстить или достичь великой цели после поражения.",
      "example": "勾践卧薪尝胆，最终打败了吴国。(Gōujiàn wò xīn cháng dǎn, zuìzhōng dǎbài le Wú guó.) - Гоуцзянь спал на хворосте и пробовал желчь, и в конце концов победил царство У."
    },
    {
      "idiom": "指鹿为马",
      "pinyin": "zhǐ lù wéi mǎ",
      "translation": "Выдавать оленя за лошадь",
      "meaning": "Описывает намеренное искажение фактов и злоупотребление властью.",
      "example": "赵高指鹿为马，最终导致了秦朝的灭亡。(Zhào Gāo zhǐ lù wéi mǎ, zuìzhōng dǎozhì le Qín cháo de mièwáng.) - Чжао Гао выдавал оленя за лошадь, что в конечном итоге привело к гибели династии Цинь."
    },
    {
      "idiom": "纸上谈兵",
      "pinyin": "zhǐ shàng tán bīng",
      "translation": "Воевать на бумаге",
      "meaning": "Описывает человека, который хорошо разбирается в теории, но не имеет практического опыта, что приводит к неэффективным действиям в реальной жизни.",
      "example": "我们需要实干家，而不是只会纸上谈兵的人。(Wǒmen xūyào shígàn jiā, ér bùshì zhǐ huì zhǐ shàng tán bīng de rén.) - Нам нужны практики, а не те, кто умеет только воевать на бумаге."
    },
    {
      "idiom": "破釜沉舟",
      "pinyin": "pò fǔ chén zhōu",
      "translation": "Разбить котлы и потопить лодки",
      "meaning": "Означает отрезать все пути к отступлению и решительно идти к цели, не оставляя себе возможности сдаться.",
      "example": "为了赢得这场比赛，他们决定破釜沉舟。(Wèi le yíngdé zhè chǎng bǐsài, tāmen juédìng pò fǔ chén zhōu.) - Чтобы выиграть этот матч, они решили разбить котлы и потопить лодки."
    },
    {
      "idiom": "三顾茅庐",
      "pinyin": "sān gù máo lú",
      "translation": "Трижды посетить хижину с соломенной крышей",
      "meaning": "Описывает искренние и настойчивые усилия, предпринятые для того, чтобы пригласить на службу талантливого и уважаемого человека.",
      "example": "刘备三顾茅庐，终于请出了诸葛亮。(Liú Bèi sān gù máo lú, zhōngyú qǐng chū le Zhūgě Liàng.) - Лю Бэй трижды посетил хижину с соломенной крышей и наконец пригласил Чжугэ Ляна."
    },
    {
      "idiom": "东山再起",
      "pinyin": "dōng shān zài qǐ",
      "translation": "Вновь подняться с Восточной горы",
      "meaning": "Описывает возвращение к власти или успеху после периода неудач или отставки.",
      "example": "他虽然经历了一次失败，但他相信自己能够东山再起。(Tā suīrán jīnglì le yī cì shībài, dàn tā xiāngxìn zìjǐ nénggòu dōng shān zài qǐ.) - Хотя он и потерпел неудачу, он верит, что сможет вновь подняться."
    },
    {
      "idiom": "马革裹尸",
      "pinyin": "mǎ gé guǒ shī",
      "translation": "Завернуть тело в конскую шкуру",
      "meaning": "Описывает храброго воина, готового погибнуть в бою за свою страну.",
      "example": "他立志报效国家，即使马革裹尸也在所不惜。(Tā lìzhì bàoxiào guójiā, jíshǐ mǎ gé guǒ shī yě zài suǒ bù xī.) - Он поклялся верно служить своей стране и готов погибнуть в бою."
    },
    {
      "idiom": "望梅止渴",
      "pinyin": "wàng méi zhǐ kě",
      "translation": "Утолить жажду, глядя на сливы",
      "meaning": "Описывает утоление жажды воображением, без реального удовлетворения потребности; часто используется для обозначения иллюзорной надежды.",
      "example": "现在的承诺只是望梅止渴，解决不了实际问题。(Xiànzài de chéngnuò zhǐshì wàng méi zhǐ kě, jiějué bù liǎo shíjì wèntí.) - Нынешние обещания — всего лишь иллюзорная надежда, они не решат реальных проблем."
    },
    {
      "idiom": "草船借箭",
      "pinyin": "cǎo chuán jiè jiàn",
      "translation": "Заимствовать стрелы с помощью соломенных лодок",
      "meaning": "Описывает использование хитрости и ума для достижения цели, особенно в сложной ситуации.",
      "example": "诸葛亮草船借箭，巧妙地获得了大量的箭。(Zhūgě Liàng cǎo chuán jiè jiàn, qiǎomiào de huòdé le dàliàng de jiàn.) - Чжугэ Лян заимствовал стрелы с помощью соломенных лодок, умело получив большое количество стрел."
    }
  ],
  "дружба": [
    {
      "idiom": "志同道合",
      "pinyin": "zhì tóng dào hé",
      "translation": "Единомышленники",
      "meaning": "Описывает людей, имеющих схожие цели, идеалы и взгляды на жизнь, что делает их хорошими друзьями или единомышленниками.",
      "example": "他们因为共同的爱好而成为志同道合的朋友。(Tāmen yīnwèi gòngtóng de àihào ér chéngwéi zhì tóng dào hé de péngyou.) - Они стали друзьями-единомышленниками благодаря общим увлечениям."
    },
    {
      "idiom": "情同手足",
      "pinyin": "qíng tóng shǒu zú",
      "translation": "Близки как руки и ноги",
      "meaning": "Описывает очень близкие и теплые отношения, как между братьями и сестрами.",
      "example": "他们从小一起长大，情同手足。(Tāmen cóng xiǎo yīqǐ zhǎng dà, qíng tóng shǒu zú.) - Они выросли вместе с детства и близки как братья."
    },
    {
      "idiom": "患难与共",
      "pinyin": "huàn nàn yǔ gòng",
      "translation": "Делить радости и горести",
      "meaning": "Описывает друзей, которые вместе переживают трудности и невзгоды, поддерживая друг друга в сложные времена.",
      "example": "他们是患难与共的好朋友，无论遇到什么困难都互相帮助。(Tāmen shì huàn nàn yǔ gòng de hǎo péngyou, wúlùn yù dào shénme kùnnán dōu hùxiāng bāngzhù.) - Они хорошие друзья, которые делят радости и горести, и помогают друг другу, несмотря ни на какие трудности."
    },
    {
      "idiom": "肝胆相照",
      "pinyin": "gān dǎn xiāng zhào",
      "translation": "Искренние друг с другом",
      "meaning": "Описывает отношения, основанные на полной искренности и доверии, когда друзья открыты и честны друг с другом.",
      "example": "他们是肝胆相照的朋友，彼此之间没有任何秘密。(Tāmen shì gān dǎn xiāng zhào de péngyou, bǐcǐ zhī jiān méiyǒu rènhé mìmì.) - Они искренние друзья и не имеют друг от друга никаких секретов."
    },
    {
      "idiom": "推心置腹",
      "pinyin": "tuī xīn zhì fù",
      "translation": "Открыть душу",
      "meaning": "Описывает откровенный и доверительный разговор, когда друзья делятся своими сокровенными мыслями и чувствами.",
      "example": "朋友之间应该推心置腹地交流，才能增进了解。(Péngyou zhī jiān yīnggāi tuī xīn zhì fù de jiāoliú, cáinéng zēngjìn liǎojiě.) - Друзья должны общаться откровенно, чтобы лучше понимать друг друга."
    },
    {
      "idiom": "海内存知己，天涯若比邻",
      "pinyin": "hǎi nèi cún zhī jǐ, tiānyá ruò bǐ lín",
      "translation": "Если в мире есть близкий друг, то и край света — рядом",
      "meaning": "Выражает чувство близости и дружбы между людьми, живущими далеко друг от друга.",
      "example": "虽然我们相隔遥远，但海内存知己，天涯若比邻。(Suīrán wǒmen xiāng gé yáoyuǎn, dàn hǎi nèi cún zhī jǐ, tiānyá ruò bǐ lín.) - Хотя мы живем далеко друг от друга, если в мире есть близкий друг, то и край света — рядом."
    },
    {
      "idiom": "一见如故",
      "pinyin": "yī jiàn rú gù",
      "translation": "С первого взгляда как старые друзья",
      "meaning": "Описывает ситуацию, когда люди чувствуют себя очень комфортно и близко друг к другу с момента первой встречи, как будто они знакомы уже давно.",
      "example": "我们第一次见面就一见如故，聊得很开心。(Wǒmen dì yī cì jiànmiàn jiù yī jiàn rú gù, liáo de hěn kāixīn.) - Мы впервые встретились и сразу почувствовали себя как старые друзья, очень хорошо пообщались."
    },
    {
      "idiom": "心心相印",
      "pinyin": "xīn xīn xiāng yìn",
      "translation": "Души, слитые воедино",
      "meaning": "Описывает глубокое взаимопонимание и согласие между людьми, когда они чувствуют и понимают друг друга без слов.",
      "example": "他们是心心相印的朋友，一个眼神就能明白对方的意思。(Tāmen shì xīn xīn xiāng yìn de péngyou, yīgè yǎnshén jiù néng míngbai duìfāng de yìsi.) - Они друзья, чьи души слиты воедино, они понимают друг друга с одного взгляда."
    },
    {
      "idiom": "君子之交淡如水",
      "pinyin": "jūnzǐ zhī jiāo dàn rú shuǐ",
      "translation": "Дружба благородных людей легка как вода",
      "meaning": "Описывает чистую и бескорыстную дружбу между благородными людьми, которая не нуждается в постоянных знаках внимания или выгоде.",
      "example": "他们之间的友谊是君子之交淡如水，虽然不常联系，但情谊深厚。(Tāmen zhī jiān de yǒuyì shì jūnzǐ zhī jiāo dàn rú shuǐ, suīrán bù cháng liánxì, dàn qíngyì shēnhòu.) - Их дружба подобна воде, легкая и чистая, хотя они и не часто общаются, их чувства глубоки."
    },
    {
      "idiom": "两肋插刀",
      "pinyin": "liǎng lèi chā dāo",
      "translation": "Вступиться за друга, не щадя себя",
      "meaning": "Описывает готовность друга прийти на помощь в любой ситуации, даже с риском для себя.",
      "example": "他是一个可以为朋友两肋插刀的人。(Tā shì yīgè kěyǐ wèi péngyou liǎng lèi chā dāo de rén.) - Он человек, который готов вступиться за друга, не щадя себя."
    }
  ],
  "семья": [
    {
      "idiom": "家和万事兴",
      "pinyin": "jiā hé wàn shì xīng",
      "translation": "Гармония в семье — основа всех успехов",
      "meaning": "Подчеркивает важность мира, единства и хороших отношений внутри семьи как основы общего успеха и счастья в жизни.",
      "example": "我们都希望家和万事兴，所以努力维护家庭和谐。(Wǒmen dōu xīwàng jiā hé wàn shì xīng, suǒyǐ nǔlì wéihù jiātíng héxié.) - Мы все хотим, чтобы в семье царила гармония, поэтому стараемся поддерживать семейное согласие."
    },
    {
      "idiom": "百善孝为先",
      "pinyin": "bǎi shàn xiào wéi xiān",
      "translation": "Из всех добродетелей сыновняя почтительность — главная",
      "meaning": "Подчеркивает высокую ценность уважения, послушания и заботы о своих родителях и старших в китайской культуре.",
      "example": "百善孝为先，我们应该孝敬父母。(Bǎi shàn xiào wéi xiān, wǒmen yīnggāi xiàojìng fùmǔ.) - Сыновняя почтительность — главная добродетель, мы должны почитать родителей."
    },
    {
      "idiom": "天伦之乐",
      "pinyin": "tiān lún zhī lè",
      "translation": "Семейное счастье",
      "meaning": "Описывает радость и счастье, испытываемые от общения с близкими членами семьи, особенно между поколениями.",
      "example": "春节的时候，一家人团聚在一起，享受天伦之乐。(Chūnjié de shíhou, yī jiā rén tuánjù zài yīqǐ, xiǎngshòu tiān lún zhī lè.) - Во время Праздника Весны вся семья собирается вместе и наслаждается семейным счастьем."
    },
    {
      "idiom": "其乐融融",
      "pinyin": "qí lè róng róng",
      "translation": "Атмосфера радости и гармонии",
      "meaning": "Описывает теплую, радостную и гармоничную атмосферу в семье или группе людей.",
      "example": "爷爷奶奶和孩子们在一起，屋子里其乐融融。(Yéye nǎinai hé háizimen zài yīqǐ, wūzi lǐ qí lè róng róng.) - Дедушка с бабушкой и дети вместе, в доме царит атмосфера радости и гармонии."
    },
    {
      "idiom": "骨肉相连",
      "pinyin": "gǔ ròu xiāng lián",
      "translation": "Кровное родство",
      "meaning": "Подчеркивает кровные узы и тесную связь между членами семьи.",
      "example": "我们是骨肉相连的一家人，应该互相帮助。(Wǒmen shì gǔ ròu xiāng lián de yī jiā rén, yīnggāi hùxiāng bāngzhù.) - Мы одна семья, связанные кровным родством, и должны помогать друг другу."
    },
    {
      "idiom": "寸草春晖",
      "pinyin": "cùn cǎo chūn huī",
      "translation": "Маленькая травинка не может отблагодарить за весеннее солнце",
      "meaning": "Метафора, выражающая бесконечную благодарность детей родителям за их заботу и любовь, которую невозможно полностью отплатить.",
      "example": "父母的恩情深似海，儿女的报答如同寸草春晖。(Fùmǔ de ēnqíng shēn sì hǎi, érnǚ de bàodá rútóng cùn cǎo chūn huī.) - Доброта родителей глубока как море, а благодарность детей подобна лучам весеннего солнца на маленькой травинке."
    },
    {
      "idiom": "相濡以沫",
      "pinyin": "xiāng rú yǐ mò",
      "translation": "Поддерживать друг друга в трудные времена",
      "meaning": "Описывает супружескую пару или членов семьи, которые поддерживают и утешают друг друга в трудные времена, даже если им приходится жить в бедности.",
      "example": "即使生活再艰苦，他们也相濡以沫，互相扶持。(Jíshǐ shēnghuó zài jiānkǔ, tāmen yě xiāng rú yǐ mò, hùxiāng fúchí.) - Даже в самые тяжелые времена они поддерживают друг друга и утешают."
    },
    {
      "idiom": "含辛茹苦",
      "pinyin": "hán xīn rú kǔ",
      "translation": "Переносить горести и невзгоды",
      "meaning": "Описывает человека, который переносит большие трудности и лишения, часто ради своей семьи или детей.",
      "example": "父母含辛茹苦地把我们养大。(Fùmǔ hán xīn rú kǔ de bǎ wǒmen yǎng dà.) - Родители с трудом и заботами вырастили нас."
    },
    {
      "idiom": "望子成龙，望女成凤",
      "pinyin": "wàng zǐ chéng lóng, wàng nǚ chéng fèng",
      "translation": "Желать сыну стать драконом, а дочери — фениксом",
      "meaning": "Выражает родительскую надежду на то, что их дети добьются больших успехов и станут выдающимися людьми.",
      "example": "几乎所有的父母都望子成龙，望女成凤。(Jīhū suǒyǒu de fùmǔ dōu wàng zǐ chéng lóng, wàng nǚ chéng fèng.) - Почти все родители желают своим сыновьям стать драконами, а дочерям — фениксами."
    },
    {
      "idiom": "三代同堂",
      "pinyin": "sān dài tóng táng",
      "translation": "Три поколения под одной крышей",
      "meaning": "Описывает ситуацию, когда три поколения одной семьи (дедушки и бабушки, родители и дети) живут вместе в одном доме, что традиционно считается признаком счастья и благополучия.",
      "example": "他们家三代同堂，生活得很幸福。(Tāmen jiā sān dài tóng táng, shēnghuó de hěn xìngfú.) - В их семье три поколения живут вместе, и они очень счастливы."
    }
  ]
}
